[{"id":"26570","book":"St. John","chapter":"11","verse":"46","text":"But some of them went their ways to the Pharisees, and told them what things Jesus had done.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"23","surah":"2","verse":"16","text":"Those are they that have bought error at the price of guidance, and their commerce has not profited them, and they are not right-guided.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"30331","book":"James","chapter":"3","verse":"11","text":"Doth a fountain send forth at the same place sweet water and bitter?","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"22","surah":"2","verse":"15","text":"God shall mock them, and shall lead them on blindly wandering in their insolence.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"26622","book":"St. John","chapter":"12","verse":"41","text":"These things said Esaias, when he saw his glory, and spake of him.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"28331","book":"Romans","chapter":"15","verse":"27","text":"It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"32","surah":"2","verse":"25","text":"Give thou good tidings to those who believe and do deeds of righteousness, that for them await gardens underneath which rivers flow; whensoever they are provided with fruits therefrom they shall say, 'This is that wherewithal we were provided before'; that they shall be given in perfect semblance; and there for them shall be spouses purified; therein they shall dwell forever.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"41","surah":"2","verse":"34","text":"And when We said to the angels, 'Bow yourselves to Adam'; so they bowed themselves, save Iblis; he refused, and waxed proud, and so he became one of the unbelievers.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"64","surah":"2","verse":"57","text":"And We outspread the cloud to overshadow you, and We sent down manna and quails upon you: 'Eat of the good things wherewith We have provided you. And they worked no wrong upon Us, but themselves they wronged.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"63","surah":"2","verse":"56","text":"Then We raised you up after you were dead, that haply you should be thankful.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"57","surah":"2","verse":"50","text":"And when We divided for you the sea and delivered you, and drowned Pharaoh's folk while you were beholding.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"5","surah":"1","verse":"5","text":"Thee only we serve; to Thee alone we pray for succour.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"19","surah":"2","verse":"12","text":"Truly, they are the workers of corruption but they are not aware.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"1012","book":"Genesis","chapter":"34","verse":"31","text":"And they said, Should he deal with our sister as with an harlot?","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"20364","book":"Lamentations","chapter":"3","verse":"9","text":"He hath enclosed my ways with hewn stone, he hath made my paths crooked.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"20","surah":"2","verse":"13","text":"When it is said to them, 'Believe as the people believe', they say, 'Shall we believe, as fools believe?' Truly, they are the foolish ones, but they do not know.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"5371","book":"Deuteronomy","chapter":"17","verse":"6","text":"At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death; but at the mouth of one witness he shall not be put to death.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"62","surah":"2","verse":"55","text":"And when you said, 'Moses, we will not believe thee till we see God openly'; and the thunderbolt took you while you were beholding.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"13157","book":"Job","chapter":"13","verse":"3","text":"Surely I would speak to the Almighty, and I desire to reason with God.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"2028","book":"Exodus","chapter":"19","verse":"1","text":"In the third month, when the children of Israel were gone forth out of the land of Egypt, the same day came they into the wilderness of Sinai.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"29777","book":"1 Timothy","chapter":"5","verse":"13","text":"And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"16","surah":"2","verse":"9","text":"They would trick God and the believers, and only themselves they deceive, and they are not aware.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"29011","book":"2 Corinthians","chapter":"11","verse":"21","text":"I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"48","surah":"2","verse":"41","text":"And believe in that I have sent down, confirming that which is with you, and be not the first to disbelieve in it. And sell not My signs for a little price; and fear you Me.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"47","surah":"2","verse":"40","text":"Children of Israel, remember My blessing wherewith I blessed you, and fulfil My covenant and I shall fulfil your covenant; and have awe of Me.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"14","surah":"2","verse":"7","text":"God has set a seal on their hearts and on their hearing, and on their eyes is a covering, and there awaits them a mighty chastisement.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"3428","book":"Leviticus","chapter":"23","verse":"25","text":"Ye shall do no servile work therein: but ye shall offer an offering made by fire unto the LORD.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"45","surah":"2","verse":"38","text":"We said, 'Get you down out of it, all together; yet there shall come to you guidance from Me, and whosoever follows My guidance, no fear shall be on them, neither shall they sorrow.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"68","surah":"2","verse":"61","text":"And when you said, 'Moses, we will not endure one sort of food; pray to thy Lord for us, that He may bring forth for us of that the earth produces - green herbs, cucumbers, corn, lentils, onions.' He said, 'Would you have in exchange what is meaner for what is better? Get you down to Egypt; you shall have there that you demanded.' And abasement and poverty were pitched upon them, and they were laden with the burden of God's anger; that, because they had disbelieved the signs of God and slain the Prophets unrightfully; that, because they disobeyed, and were transgressors.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"9796","book":"2 Kings","chapter":"10","verse":"2","text":"Now as soon as this letter cometh to you, seeing your master's sons are with you, and there are with you chariots and horses, a fenced city also, and armour;","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"21170","book":"Ezekiel","chapter":"28","verse":"12","text":"Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord GOD; Thou sealest up the sum, full of wisdom, and perfect in beauty.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"24586","book":"St. Mark","chapter":"9","verse":"47","text":"And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"25044","book":"St. Luke","chapter":"3","verse":"18","text":"And many other things in his exhortation preached he unto the people.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"66","surah":"2","verse":"59","text":"Then the evildoers substituted a saying other than that which had been said to them; so We sent down upon the evildoers wrath out of heaven for their ungodliness.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"50","surah":"2","verse":"43","text":"And perform the prayer, and pay the alms, and bow with those that bow.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"28795","book":"1 Corinthians","chapter":"16","verse":"18","text":"For they have refreshed my spirit and yours: therefore acknowledge ye them that are such.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"31","surah":"2","verse":"24","text":"And if you do not -- and you will not -- then fear the Fire, whose fuel is men and stones, prepared for unbelievers.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"49","surah":"2","verse":"42","text":"And do not confound the truth with vanity, and do not conceal the truth wittingly.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"12072","book":"Ezra","chapter":"2","verse":"44","text":"The children of Keros, the children of Siaha, the children of Padon,","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"19951","book":"Jeremiah","chapter":"40","verse":"9","text":"And Gedaliah the son of Ahikam the son of Shaphan sware unto them and to their men, saying, Fear not to serve the Chaldeans: dwell in the land, and serve the king of Babylon, and it shall be well with you.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"69","surah":"2","verse":"62","text":"Surely they that believe, and those of Jewry, and the Christians, and those Sabaeans, whoso believes in God and the Last Day, and works righteousness -- their wage awaits them with their Lord, and no fear shall be on them; neither shall they sorrow.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"17023","book":"Proverbs","chapter":"22","verse":"7","text":"The rich ruleth over the poor, and the borrower is servant to the lender.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"8828","book":"1 Kings","chapter":"3","verse":"11","text":"And God said unto him, Because thou hast asked this thing, and hast not asked for thyself long life; neither hast asked riches for thyself, nor hast asked the life of thine enemies; but hast asked for thyself understanding to discern judgment;","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"36","surah":"2","verse":"29","text":"It is He who created for you all that is in the earth, then He lifted Himself to heaven and levelled them seven heavens; and He has knowledge of everything.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"60","surah":"2","verse":"53","text":"And when We gave to Moses the Book and the Salvation, that haply you should be guided.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"18421","book":"Isaiah","chapter":"39","verse":"8","text":"Then said Hezekiah to Isaiah, Good is the word of the LORD which thou hast spoken. He said moreover, For there shall be peace and truth in my days.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"15","surah":"2","verse":"8","text":"And some men there are who say, 'We believe in God and the Last Day'; but they are not believers.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"12985","book":"Job","chapter":"6","verse":"6","text":"Can that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"19351","book":"Jeremiah","chapter":"16","verse":"14","text":"Therefore, behold, the days come, saith the LORD, that it shall no more be said, The LORD liveth, that brought up the children of Israel out of the land of Egypt;","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"20377","book":"Lamentations","chapter":"3","verse":"22","text":"It is of the LORD'S mercies that we are not consumed, because his compassions fail not.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"5497","book":"Deuteronomy","chapter":"22","verse":"26","text":"But unto the damsel thou shalt do nothing; there is in the damsel no sin worthy of death: for as when a man riseth against his neighbour, and slayeth him, even so is this matter:","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"44","surah":"2","verse":"37","text":"Thereafter Adam received certain words from his Lord, and He turned towards him; truly He turns, and is All-compassionate.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"13","surah":"2","verse":"6","text":"As for the unbelievers, alike it is to them whether thou hast warned them or hast not warned them, they do not believe.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"17416","book":"Ecclesiastes","chapter":"5","verse":"18","text":"Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it is his portion.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"56","surah":"2","verse":"49","text":"And when We delivered you from the folk of Pharaoh who were visiting you with evil chastisement, slaughtering your sons, and sparing your women; and in that was a grievous trial from your Lord.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"4057","book":"Numbers","chapter":"11","verse":"32","text":"And the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread them all abroad for themselves round about the camp.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"10431","book":"1 Chronicles","chapter":"5","verse":"2","text":"For Judah prevailed above his brethren, and of him came the chief ruler; but the birthright was Joseph's","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"9698","book":"2 Kings","chapter":"6","verse":"23","text":"And he prepared great provision for them: and when they had eaten and drunk, he sent them away, and they went to their master. So the bands of Syria came no more into the land of Israel.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"bible"},{"id":"17","surah":"2","verse":"10","text":"In their hearts is a sickness, and God has increased their sickness, and there awaits them a painful chastisement for that they have cried lies.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"},{"id":"30","surah":"2","verse":"23","text":"And if you are in doubt concerning that We have sent down on Our servant, then bring a sura like it, and call your witnesses, apart from God, if you are truthful.","votes_bible":"0","votes_quran":"0","blacklisted":"0","source":"quran"}]
